cask_args appdir: "/Applications"

brew "stow"
brew "curl"
brew "binutils"
brew "coreutils"
brew "findutils"
brew "keychain"
brew "colordiff"
brew "tree"
brew "graphviz"
brew "renameutils"
brew "git"
brew "ghq"
brew "hub"
brew "ansible"
brew "nmap"
brew "peco"
brew "fzf"
brew "watch"
brew "wget"
brew "screen"
brew "rlwrap"
brew "the_silver_searcher"
brew "vim"
brew "neovim"
brew "mas"
brew "nativefier"
brew "selenium-server-standalone"
brew "geckodriver"

tap "delphinus/sfmono-square"
brew "sfmono-square"

# ==== Cask ====
cask "chromedriver"
cask "alfred"
cask "amethyst"
#cask "bartender"
cask "bettertouchtool"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "simple-comic"
cask "veracrypt"
cask "the-unarchiver"
cask "showyedge"
cask "libreoffice"
cask "skype"
cask "java"
cask "mplayerx"
cask "vlc"
cask "clementine"
cask "dash"

